{
  "Portugues": "Portuguese",
  "Ingles": "English",
  "Inicio": {
    "EscolhaSuaLingua": "Select your language",
    "BemVindo": "Welcome!"
  },
  "Menu": {
    "Casa": "Home",
    "Projetos": "Projects",
    "Cursos": "Courses",
    "Contato": "Contact"
  },
  "Campos": {
    "SobreMimTitulo": "About Me",
    "SobreMimTexto": "First of all, I apologize, we are experiencing technical issues here on the spaceship. Anyway, hello! My name is Gabriel Campos de Paula, but you can just call me Campos. I've come through this means to introduce myself. Currently, I'm unemployed, but I have already participated in various projects. Such as: \n Development and maintenance of systems for 1000+ users in a large glass industry company using .NET Core, ASP.NET, AJAX, Razor, MySQL, GIT, Angular2+, and AngularJS. \n You can see the rest of the projects in the projects tab! \n I'm also taking some ongoing Angular courses, which I'm specializing in. \n In this spaceship, I wanted to play around with animations a bit and let my imagination flow, allowing me to create whatever I want. Anyway, welcome aboard and enjoy this journey!",
    "Localizacao": "I am located in São José dos Campos, São Paulo. Come and visit!"
  },
  "Projetos": {
    "Cebrace": {
      "SISDOC": {
        "Descricao": "SISDOC is a software designed to manage and automate the process of creating, storing, organizing, retrieving, and sharing documents within an organization. The primary goal of SISDOC is to enhance the efficiency and effectiveness of document-related workflows by reducing dependence on manual processes and paper.\n The features and functionalities of SISDOC include:\n \n Storage and Organization: SISDOC offers a centralized location to store all types of documents, such as reports, memos, contracts, policies, manuals, and more. These documents are organized into categories or folders for easy navigation and retrieval.\n \n Indexing and Search: Documents are indexed with relevant metadata, like title, date, author, and keywords, making them easily searchable. The search functionality allows users to quickly locate the necessary documents.\n \n Version Control: SISDOC typically provides version control features to track different iterations of a document as it's edited and updated over time. This helps avoid confusion between the latest and previous versions.\n \n Approval Workflow: For documents requiring review or approval, SISDOC can implement automated workflows that direct documents to the right people for review and approval, ensuring consistent processes are followed.\n \n Security and Permissions: A documentation system often allows setting access levels and permissions for different users or groups. This ensures only authorized individuals have access to sensitive or confidential documents.\n \n Collaboration: SISDOC can facilitate collaboration among team members, enabling multiple people to work on a document simultaneously and view real-time changes.\n \n Backup and Recovery: SISDOCs have security measures, like regular backups, to ensure documents aren't lost due to hardware failures or human errors.\n \n Integration: In some organizations, SISDOC can be integrated with other systems, like project management systems or collaboration tools, to provide a more cohesive working experience.\n \n The use of SISDOC has led to a significant improvement in document efficiency, collaboration, and organization, saving valuable time and resources."
      },
      "Descontos": {
        "Descricao": "Descontos are a pricing strategy used by Cebrace to attract customers by offering lower prices than their direct competitors. This system aims to show customers that they are getting better value by choosing the specific company over the competition. Here's a summary of how this system works:\n \nCompetition Monitoring: The first step is constant monitoring of competitors' prices and offers. Cebrace needs to be aware of pricing strategies employed by the competition to ensure their prices remain competitive.\n \nBase Price Definition: Cebrace sets a base price for its products or services. This price typically reflects production costs, desired profit margins, and other internal considerations.\n \nCustomer Data Collection: When a customer is interested in making a purchase, Cebrace may request information about the price offered by competitors for the same product or service. This can be done through an online form, chatbot, phone call, etc.\n \nCustomer Information Verification: Cebrace verifies the information provided by the customer, such as the competitor's offer and details of the compared product or service. This may involve checking the validity of the competitor's offer and confirming that it's for the same product or service.\n \nDiscount Calculation: Based on the customer's information and the company's pricing strategies, a discount is calculated. This discount is usually designed to be enticing enough for the customer to choose Cebrace over the competitor.\n \nDiscount Application: The discount is then applied to the base price of the product or service, reducing the final price for the customer.\n \nCustomer Communication: Cebrace communicates the offered discount to the customer, highlighting that the value is lower compared to the competitor's price. This can be done through promotional emails, ads, website banners, among other channels.\n \nEffectiveness Monitoring: The company monitors the effectiveness of this strategy over time. This involves tracking conversion rates, generated revenue, customer satisfaction, and other relevant metrics to assess whether the approach is yielding desired results.\n \nThe discount strategy compared to the competitor has brought the following benefits to Cebrace: Customer Attraction, Increased Sales, Competitiveness, Trust, Brand Distinction, among others."
      },
      "Ecommerce": {
        "Descricao": "Ecommerce is Cebrace's official online platform, the leader in flat glass production. Offering a convenient and comprehensive shopping experience, the e-commerce allows customers to explore the variety of glass products offered by Cebrace and place orders with ease.\n \n Product Catalog: Cebrace's e-commerce platform features a comprehensive product catalog showcasing a wide range of high-quality glass and related products.\n \n   Clear and organized categories: Each category displays a variety of specific products, such as tempered glass, laminated glass, mirrors, and other types of glass.\n \n  Product Pages: Individual pages for each product, featuring high-quality images, detailed descriptions, technical specifications, and customization options. Information about recommended applications and unique features of each type of glass.\n \n  Shopping Cart and Checkout: Customers can add products to the shopping cart and review it at any time. Streamlined checkout process with secure payment options, including credit cards, debit cards, and PayPal. Shipping calculation options based on the customer's location.\n \n  Customer Area: Customers can create accounts to track orders, purchase history, save frequent delivery addresses, and payment information. Option to receive notifications about order status and special offers.\n \n  Reviews and Comments: Customers can leave reviews and comments about the products they purchased, providing helpful feedback to other buyers.\n \n  Customer Support: Customer support channel to answer questions, provide assistance, and resolve issues.\n \n  News and Tips: Section with informative articles about glass trends, decoration tips, safety, and the use of different types of glass.\n \n  Warranty and Quality:  Detailed information about Cebrace's quality standards and product warranties.\n \n  Benefits:  Trusted Choice: Customers have access to high-quality glass products manufactured by Cebrace.\n \n  Customization: Options to customize glass sizes and finishes.\n \n  Personalized Service: Customer support to help with choosing the right product.\n \n  Security: Secure payment and protected customer information.\n \n  Convenience: Online shopping anytime, without the need to physically visit a store.\n \n "
      },
      "SRO": {
        "Descricao": "SRO is an organized set of processes, procedures, and tools that a company or organization implements to handle customer or user complaints.\n \n The primary goal of a complaint system is to effectively manage customer complaints, resolve issues appropriately, and provide a channel for constructive feedback, thus enhancing customer satisfaction and the quality of products or services offered.\n \n SRO includes the following components:\n \n Complaint Registration: Complaints are recorded and documented, including details about the customer, the nature of the complaint, dates, and other relevant data.\n \n Classification and Prioritization: Complaints are assessed and classified based on their severity, impact on the customer, and other factors, allowing Cebrace to prioritize resolutions.\n \n Investigation and Analysis: Complaints are investigated to understand the root cause of the problem. This may involve collaboration with different departments to gather information and solutions.\n \n Internal Feedback: Information collected from complaints is internally analyzed to identify trends and areas for improvement. This helps Cebrace avoid recurring issues.\n \n Learning and Continuous Improvement: Insights gained from complaints are used to adjust processes, improve products or services, and implement changes that prevent similar complaints in the future.\n \n SRO has helped build customer trust, enhance the company's reputation, and provide valuable opportunities for the enhancement of products and services."
      },
      "SISCOM": {
        "Descricao": "SISCOM is used to describe software systems that assist in managing various business activities, such as sales, inventory, purchases, and business-related operations.\n \n The features and functionalities of SISCOM include:\n \n Sales Management: Tracks and records sales transactions, manages customer orders, price calculations, discounts, and sales tracking.\n \n Inventory Management: Controls product inventory, monitors item inflow and outflow, triggers automatic replenishments when needed, and prevents product shortages.\n \n Purchasing Management: Assists in the procurement process of products and materials, from creating purchase orders to tracking deliveries and payments.\n \n Supplier Control: Maintains supplier information records, facilitating communication and relationship management with these stakeholders.\n \n Reporting and Analysis: Generates reports and analyses that provide insights into business performance, enabling informed decision-making.\n \n Integration: Can be integrated with other systems, such as accounting systems, payment systems, customer relationship management (CRM) systems, and more.\n \n The implementation of a SISCOM has benefited Cebrace by enhancing operational efficiency, informed decision-making, and resource management."
      }
    },
    "Poliedro": {
      "TarefasERecados": {
        "Descricao": "The Tarefas e Recados tool is a platform that enables students and teachers to communicate and manage tasks and messages related to courses. \n Here are some features:\n \n Task Assignment: Teachers assign tasks, exercises, or projects to students through the platform. Students receive notifications about newly assigned tasks.\n \n Deadlines and Reminders: The platform can allow setting deadlines for tasks and automatically send reminders to students to ensure they meet the deadlines.\n \n Upload of Assignments: Students can submit their completed assignments and tasks directly through the platform. This streamlines the submission and collection process.\n \n Comments and Evaluations: Teachers can provide feedback on students' work through digital comments, highlighting strengths and areas for improvement.\n \n Messaging and Communication: In addition to tasks, students and teachers can exchange messages related to courses. This can include questions about the material, requests for clarification, and other relevant communications.\n \n Task Organization: Students can see a list of pending and completed tasks, helping them keep track of what needs to be done.\n \n Notifications: The platform can send notifications via email or through the app to inform students about new tasks, received messages, and upcoming deadlines.\n \n Privacy and Security: The system ensures the privacy and security of student communications and work, preventing unauthorized access.\n \n Parent/Guardian Access: There's a functionality that allows parents or guardians to monitor students' tasks and progress, promoting transparency in education.\n \n The benefits of the Poliedro Tarefas e Recados system include:\n \n Efficient Communication: Facilitates communication between students and teachers.\n \n Organization: Helps students keep track of tasks and deadlines.\n \n Quick Feedback: Allows comments and evaluations on assignments.\n \n Flexibility: Enables assignment submission and access at any time.\n \n Parental Support: Allows parents to track students' progress.\n \n Time Management: Assists in effective study time management.\n \n Transparency: Makes information more accessible and clear.\n \n Increased Engagement: Encourages student participation and responsibility.\n \n School Organization: Contributes to the management of educational activities."
      },
      "HDVirtual": {
        "Descricao": "The HD Virtual is an online educational platform that offers study materials and resources for students enrolled in their courses. Here are some features of the HD Virtual:\n \n Access to Study Material: Students have access to study materials such as digital textbooks, workbooks, class presentations, and explanatory videos.\n \n Exercises and Assessments: Students complete online exercises to practice and test their knowledge.\n \n The HD Virtual has brought benefits to Poliedro, such as:\n \n Remote Access: Students can study from anywhere, promoting flexibility.\n \n Expanded Reach: Reaching students from different geographical regions.\n \n Personalized Learning: Allowing students to progress at their own pace.\n \n Integrated Resources: Bringing learning materials together in one place.\n \n Progress Tracking: Identifying areas of difficulty and adapting teaching.\n \n Cost Reduction: Reducing expenses on physical materials.\n \n Autonomous Learning: Encouraging students to take responsibility for their learning.\n \n Quick Updates: Keeping content updated promptly.\n \n Student Attractiveness: Making learning more engaging, especially for generations familiar with technology.\n \n"
      },
      "BancoDeQuestoes": {
        "Descricao": "The Banco de Questões is a centralized collection of questions from various subjects and difficulty levels, available to both students and teachers. Here's a description of how this question bank functions and its benefits:\n Functioning of the Banco de Questões:\n \n Secure Access: Students and teachers have secure access to the question bank through an online platform.\n \n Diversity of Questions: The bank contains a variety of questions, spanning different subjects, topics, and difficulty levels.\n \n Personalized Search: Users can search for specific questions by subject, topic, or keyword.\n \n Exam Generation: Teachers can create custom exams from the available questions.\n \n Automatic Feedback: The platform can provide automatic feedback on answers given by students.\n \n Performance History: Students can track their progress over time and identify areas for improvement.\n \n Constant Updates: New questions are regularly added to keep the content up to date.\n \n Curriculum Compatibility: Questions can be aligned with the current curriculum.\n \n Benefits of the Banco de Questões:\n \n Variety of Practice: Offers a wide range of questions for practice, exam preparation, and review.\n \n Customization: Students can choose questions that match their learning needs.\n \n Accurate Assessment: Helps assess students' real understanding in different topics.\n \n Time Savings: Teachers save time in creating tests and activities by using ready-made questions.\n \n Immediate Feedback: Provides instant feedback, aiding active learning.\n \n Focus on Improvement: Students can concentrate their efforts on areas where they struggle.\n \n Preparation Support: Benefits preparation for important exams and assessments.\n \n Teaching Efficiency: Teachers can focus on teaching strategies and personalized intervention.\n \n Standardization: Ensures students are exposed to a variety of relevant questions and topics."
      },
      "ItinerariosInformativos": {
        "Descricao": "An Itinerários Informativos is a document or set of information that provides detailed guidance on how parents, teachers, and students can interact and obtain the necessary information for academic success. I'll explain how each profile (parent, teacher, and student) could be addressed in an Itinerários Informativos:\n \n1. Parent Profile: \n The informative itinerary for parents is straightforward and comprehensible, providing essential information in a clear and organized manner. It includes information about:\n \nAcademic Calendar: Important dates such as the start and end of the semester, holidays, exams, and parent-teacher meetings.\n \nCommunication: Instructions on how parents can communicate with the school, whether through emails, phone calls, or online platforms.\n \nPlatform Access: Guidance on accessing the school's online system, where parents can find grades, attendance, class schedules, assignments, and announcements.\n \nMeetings and Events: Information about parent-teacher meetings, school gatherings, sports or cultural events, and how parents can get involved.\n \nStudent Support: Available resources to assist students, such as tutorials, academic counseling, and support programs.\n \nAssessment and Progress: Explanation of how assessments and report cards are organized, the meaning of grades, and how to track a student's academic progress.\n \n2. Teacher Profile: \n The informative itinerary for teachers emphasizes effective communication, collaboration, and fostering a productive teaching environment. It includes information about:\n \nTeaching Plan: A detailed description of the curriculum, learning objectives, teaching methods, and resources used.\n \nSchedules and Classrooms: Information about class schedules, room assignments, and any changes that may occur.\n \nTeaching Materials: Recommendations for textbooks, supplementary materials, and online resources that can aid in teaching.\n \nAssessment and Feedback: Explanation of how assessments are conducted, assessment criteria, and how to provide constructive feedback to students.\n \nParent Communication: Suggestions on how to communicate with parents, address questions or concerns, and report student progress.\n \nLearning Support: Resources available to assist students with difficulties, such as tutoring sessions, study groups, and individual guidance.\n \n3. Student Profile: \n The informative itinerary for students is inspiring, motivating, and practical. It includes information about:\n \nDaily Schedule: Details about class timings, breaks, study time, and extracurricular activities.\n \nLearning Platform: Instructions on how to access online materials, assignments, discussion forums, and learning resources.\n \nOrganization and Study: Tips on organization, creating a study schedule, effective note-taking, and time management.\n \nSupport and Queries: Information about where to seek help, whether from teachers, peers, tutors, or academic advisors.\n \nAssessments and Assignments: Explanation of how to prepare for assessments, deadlines for assignments, and how to pursue continuous improvement.\n \nInvolvement and Activities: Suggestions for engaging in school activities, clubs, sports, and events that contribute to personal growth. \n \nHaving informative itineraries would bring several benefits to Poliedro. These benefits include:\n\nEnhances Planning: Informative itineraries help in better planning and preparation for academic activities, allowing Poliedro to allocate resources efficiently.\n\nImproves Communication: Clear itineraries facilitate effective communication among staff, students, and parents, ensuring everyone is well-informed about upcoming events and schedules.\n\nReduces Confusion: Well-structured itineraries reduce confusion and misunderstandings by providing a clear outline of events, classes, and important dates.\n\nBoosts Productivity: With organized itineraries, teachers and staff can manage their time more effectively, leading to increased productivity and smoother operations.\n\nSupports Time Management: Informative itineraries assist students and teachers in managing their time wisely, allowing for better focus on learning and teaching.\n\nEnhances Attendance: Clear schedules encourage better attendance as students and staff are aware of their commitments, leading to a more engaged educational environment.\n\nFacilitates Preparation: Detailed itineraries aid in preparing necessary materials, resources, and presentations well in advance, leading to more engaging and effective teaching.\n\nFosters Accountability: Transparent itineraries promote accountability among all stakeholders, ensuring that responsibilities are fulfilled on time.\n\nStrengthens Parental Involvement: Informative itineraries enable parents to actively participate in their child's education by staying informed about school activities and events.\n\nCreates a Positive Experience: Well-organized itineraries contribute to a positive school experience for students, staff, and parents, fostering a sense of order and community within Poliedro."
      }
    },
    "Multilaser": {
      "MultiMais": {
        "Descricao": "The Multi+ streaming platform by Multilaser is an online entertainment service that offers a variety of content, including movies, TV series, shows, documentaries, and more. Developed by Multilaser, a company known for its electronic and technological products, Multi+ aims to provide a comprehensive entertainment experience to its users.\n\nKey Features and Benefits:\n\nDiverse Content: The Multi+ platform offers a wide selection of content, including movies from major genres, popular TV series, educational documentaries, and a variety of TV programs.\n\nPersonalized Experience: Based on the user's viewing preferences and history, the platform can suggest relevant content, making the streaming experience more personalized.\n\nMulti-Platform Access: Users can access the Multi+ platform through devices such as smartphones, tablets, Smart TVs, and computers, allowing them to watch content wherever and whenever they want.\n\nOffline Download: The platform can offer the option to download content for offline viewing, ideal for people who want to watch movies and series on the go.\n\nHD Streaming: Content can be streamed in high definition (HD), providing a high-quality visual experience.\n\nFamily Profiles: The platform may allow the creation of family profiles, so different family members can have their own recommendations and content lists.\n\nOriginal Content: Multi+ may produce its own original content, including exclusive series and movies, to attract even more subscribers.\n\nSubscription Plans: The platform can offer different subscription plans with varied prices and benefits, such as access to premium content, ad-free viewing, or support for multiple devices.\n\nRegular Updates: New content is added to the platform regularly, ensuring that users always have something new to watch."
      }
    },
    "Viasat": {
      "ViasatOnTech": {
        "Descricao": "The VIASAT ON TECH by VIASAT is designed to optimize and streamline the maintenance and technical support process in the field. The application offers specific features and functionalities to assist technicians during their daily activities. Here's a description of how the application would work:\n\nEfficient Scheduling and Routing: The application allows technicians to view their scheduled tasks and optimized routes for service visits. This ensures they can reach locations more efficiently.\n\nCustomer Details and Service History: The application provides instant access to customer information, including contact details, previous service history, and installed equipment.\n\nRemote Diagnostics and Troubleshooting: Technicians can use the application to perform remote diagnostics on equipment, identifying common issues and implementing basic solutions without needing to visit the site.\n\nReal-time Communication: The application enables effective communication between field technicians and the internal support team. They can exchange information, photos, and videos in real time to receive guidance or additional assistance.\n\nAccess to Manuals and Documentation: Technicians can access equipment manuals, troubleshooting guides, and technical information directly through the application.\n\nActivity Logging and Updates: Technicians can log all performed activities, updates made, and solutions applied within the application, ensuring an accurate record of each service visit.\n\nDigital Signatures and Documents: The application allows customers to digitally sign service reports, eliminating the need for physical paperwork.\n\nOffline Access: Technicians can access essential information and work within the application even in areas without an internet connection. The information syncs as soon as a connection is reestablished.\n\nSpecial Tool Support: The application can integrate with diagnostic tools and specific equipment to assist technicians in their tasks.\n\nFeedback and Continuous Improvement: Technicians can provide feedback on recurring issues, improvement suggestions, and other important information, contributing to ongoing service enhancements.\n\nTracking and Reporting: VIASAT can monitor technicians' performance, generate activity reports, and identify areas that need improvement.\n\nTraining and Updates: The application can provide training resources and regular updates to keep technicians informed about the latest technologies and procedures.\n\nIn summary, the VIASAT street technician application is an essential tool that enables more efficient service, real-time communication, and effective problem-solving, enhancing the quality of service provided to customers."
      }
    }
  }
}
